[
{
    "name": "*Email Tenant - Lead Test Requirement",
    "summary": "Send this email to tenants to inform them of the incoming water sampling kit.",
    "tags": ["Lead", "Outbound Email", "Tenants", "Further Correspondence Required", "Variables"],
    "copyable-message": "Good [Morning/Afternoon],\n\nI am emailing you to advise that you will shortly receive a sampling kit from PRN Water Services in the post. The purpose of this sampling kit is to collect water samples from your home, and then post them back to our laboratory so that we can test the water for lead contents.\n\nYour letting agents, [Lettting Agent Name], have employed us to carry out the lead testing for their properties. Accordingly, please could you collect water samples by following the instruction manual found inside the kit and post them back to us using the included pre-paid returns label as soon as possible. A video guide on how to collect the samples can be viewed below:\n\nhttps://youtu.be/S3yWIWTO8TQ\n\nThis testing is a one-off requirement and has been implemented as a result of the Scottish Government updating the Repairing Standard, where rental properties in Scotland built before 1970 now need their drinking water tested for traces of lead. You can find more information on the legislation by visiting our website:\n\nhttps://www.prnwaterservices.com/the-legislation-information\n\nIf you have any questions or concerns, please do not hesitate to reach out to us."
},
{
    "name": "*Email Tenant - Sample Return Reminder",
    "summary": "Send this email to tenants to remind them to send their water sampling kits back to us.",
    "tags": ["Outbound Email", "Tenants", "Lead", "Further Correspondence Required", "Variables"],
    "copyable-message": "1st Reminder - Lead Resting Requirement for [Letting Agent Name]\n\nHi [Tenant's Foreename],\n \n[PRN Agent Name] from PRN Water Services here. We've been instructed by your letting agents, [Letting Agent Name], to carry out a Lead Water Test at your rental property. A sampling kit was delivered to your address on [Date of Delivery] for this purpose.\n \nWe haven't yet received your water samples at our laboratory yet, and would appreciate an update on when you expect to return them.\n\nBest regards,"
},
{
    "name": "*Email Tenant - Didn't Receive Kit - Re-Sending Sampling Kit After Non-Receipt",
    "summary": "Send this email to tenants who need a new sampling kit.",
    "tags": ["Outbound Email", "Tenants", "Lead", "Reply", "Variables"],
    "copyable-message": "Hi [Tenant's Forename],\n\nSorry to hear that! The kit we sent must have went missing in the post.\n\nWe'll arrange to send a replacement sampling kit to your address shortly so we can proceed with testing your water system for lead. Once it's dispatched, you should receive a confirmation email from Royal Mail.\n\nPlease keep an eye out for a small blue rectangular cardboard box—it should arrive within a week.\n\n Once it arrives, just fill the empty bottles with water from the relevant taps in your property, pop them back in the box, and send the kit back to us using the included pre-paid returns label (stick the returns label over the label on top of the box).\n\nBest regards,\n\n"
},
{
    "name": "*Email Tenant - Sent Kit But We Didn't Receive",
    "summary": "Send this email to tenants who sent a sampling kit if we haven't received it back yet.",
    "tags": ["Outbound Email", "Tenants", "Lead", "Reply", "Further Correspondence Required", "Variables"],
    "copyable-message": "Hi [Tenant's Forename],\n\nUnfortunately, we haven't received your water samples at our lab—they may have gone missing in the post.\n\nAs these samples are required for your landlord's records, we'll be sending you a replacement water sampling kit this week. It should arrive with you shortly.\n\nIf you have any questions or need help with anything, just let us know — we're happy to assist 😊\n\nAll the best,"
},
{
    "name": "Email Tenant - Redelivery After Tenant Not In for 1st Delivery",
    "summary": "-",
    "tags": ["Lead", "Outbound Email", "Tenants", "Followup", "Replacement Kit Required"],
    "copyable-message": "Hi,\n\n[PRN Agent Name] from PRN Water Services here.\n\nI'm emailing you about the water sampling kit we sent you just over a month ago.\n\nAfter digging deeper into our Royal Mail deliveries, I've located our delivery to your address, and I've discovered that delivery was attempted on [Delivery Attempt Date] and failed because 'there didn't seem to be anyone in'.\n\nSince testing your water system for lead is a legal requirement, we'll need to send out a replacement water sampling kit.\n\nBefore we do, to avoid having the same problem, I wonder if you could either\n(a) confirm a timeframe that you're likely to be at home to accept the delivery, or\n(b) provide us with an alternative delivery address (eg: your workplace, a friends' address, a neighbours' address, a family members address, etc)?"
},
{
    "name": "Email Tenant - Sent Proof of Delivery - Fingers Crossed",
    "summary": "-",
    "tags": ["Lead", "Outbound Email", "Tenants", "Followup", "Proof of Delivery"],
    "copyable-message": "Water Sampling Kit - Proof of Delivery\n\nHi [Tenant's Forename], as requested, I've attached a PDF Proof-of-Delivery image to this email.\n\nI've got my fingers crossed you can find it 🤞😁\n\nBest Regards,"
},
    
    
    

    
 
{
    "name": "Followup Email to Tenant - Asking Again for Sample Return Status",
    "summary": "-",
    "tags": ["Lead", "Outbound Email", "Tenants", "Followup"],
    "copyable-message": "Dear [Tenant Forename],\n\nI hope you're well. I'm just following up to kindly request an update regarding the return of your water samples.\n\nTesting your water supply for lead is a legal requirement, so we would appreciate receiving your samples as soon as possible to avoid any delays.\n\nThank you for your attention to this matter.\n\nKind regards,\n"
},
{
    "name": "Followup Email to Tenant - 2nd Email Asking for Sample Return Info",
    "summary": "-",
    "tags": ["Tenants", "Outbound Email", "Further Correspondence Required", "2nd Attempt"],
    "copyable-message": "2nd Reminder - Lead Testing Requirement\n\nHi [Tenant's Forename],\n\nThis is Kaelin from PRN Water Services emailing you for a 2nd time to ask for an update regarding the water sampling kit we sent to you roughly 1 month ago.\n\nLead testing is a legal requirement for your tenancy.\n\nPlease let us know when you expect to return your water samples to us.\n\nThe sooner you send us your water samples, the sooner we can ensure your drinking water is safe from lead toxicity.\n\nBest regards,\n"
},
{
    "name": "Followup Email to Tenant - Tenant THINKS They've Sent the Kit, But No Receipt and No Tracking",
    "summary": "-",
    "tags": ["Tenants", "Outbound Email", "Further Correspondence Required", "2nd Attempt"],
    "copyable-message": "Hi [Tenant's forename],\n\nI hope you're well.\n\nJust to confirm, we’ve not yet received your samples. Delivery typically takes no longer than three working days.\n\nUnfortunately, we don’t have any tracking information for your return. This may be because (a) the barcode wasn’t scanned via the Royal Mail app prior to posting—which is completely understandable—or (b) the kit hasn’t yet been posted back to us.\n\nIf you could kindly check whether the sampling kit is still at your property and let us know either way, it would be much appreciated.\n\nBest regards,\n"
},
{
    "name": "Reply to Tenant - Tenant Will Send Kit - Thanks",
    "summary": "-",
    "tags": ["Lead", "Outbound Email", "Tenants", "Reply"],
    "copyable-message": "Fantastic, we should receive your samples soon then.\n\nThanks for the update [Tenant's Forename], it's much appreciated 🙂\n\nBest regards,"
},


    



{
    "name": "Certify - No Tenant Contact Details",
    "summary": "-",
    "tags": ["Lead", "Contact Failure", "Tenants", "Correspondence With Letting Agent Required"],
    "copyable-message": "No contact details to contact the tenant and chase after water samples. Correspondence with letting agent required. (KH)"
},
{
    "name": "Certify - Email Bounceback - Unable to Contact Tenant",
    "summary": "-",
    "tags": ["Lead", "Contact Failure", "Tenants", "Correspondence With Letting Agent Required"],
    "copyable-message": "My email bounced back because the tenant's email address is invalid. Unable to contact tenant. (KH)"
},
{
    "name": "Certify - Tenant's Phone Number is Invalid - Email Sent",
    "summary": "-",
    "tags": ["Lead", "Tenants", "Outbound Email", "Further Correspondence Required"],
    "copyable-message": "Tenant's phone number is invalid, so I've sent an email chasing after water samples (KH)"
},



    
{
    "name": "Certify - Phoned Tenant - Sent Kit Recently - Awaiting Receipt",
    "summary": "-",
    "tags": ["Certify", "Outbound Call", "Tenants", "Lead", "Kit Resent"],
    "copyable-message": "Phoned the tenant to ask for an update regarding their sampling kit, and they told me they've sent it recently. Will await receipt of package (KH)"
},
{
    "name": "Certify - Phoned Tenant - Unsure - Asking Flatmates",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Lead", "Outbound Call", "Further Correspondence Required"],
    "copyable-message": "Phoned the tenant to chase about water sampling kit, and they weren't sure what happened to it, and they said they'd ask their flatmates. (KH)"
},
{
    "name": "Certify - Phoned Tenant - Declined Call - Sent Text",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Outbound Call", "Call Failure", "Outbound Text", "Further Correspondence Required"],
    "copyable-message": "Phoned the tenant to chase them up about the sampling kit but they declined the call, so I sent them a text. (KH)."
},
{
    "name": "Certify - Phoned Tenant - Sent Us Kit A While Ago - No RM Tracking - Lost in Post - Sent Text",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Outbound Call", "Replacement Kit Required", "Outbound Text", "Further Correspondence Required"],
    "copyable-message": "Phoned the tenant to chase them up for the water sampling kit, and they said they sent it back to us a while ago. I tried checking the status of their delivery via Royal Mail, but there was no tracking information available, likely because the tenant didn't download the royal mail app to scan the barcode. I've sent them a text to inform them, and told them we'd send out a replacement water sampling kit. (KH)."
},
{
    "name": "Certify - Phoned Tenant - Tenant Didn't Receive Kit",
    "summary": "Add this comment to certify if the tenant didn't receive the kit.",
    "tags": ["Certify", "Tenants", "Outbound Call", "Replacement Kit Required"],
    "copyable-message": "Phoned the tenant to chase them up about the sampling kit, and they said they didn't receive it. Replacement Required. (KH)"
},
{
    "name": "Certify - Phoned Tenant - Tenant Doesn't Remember Receiving Kit - Will Look for It and Get Back to Us",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Outbound Call", "Further Correspondence Required"],
    "copyable-message": "Phoned the tenant to chase after water samples, and they said they don't remember receiving the sampling kit, but that they'll have a look for it and get back to us. (KH)"
},
{
    "name": "Certify - Phoned Tenant - Tenant Will Send",
    "summary": "Add this comment to certify if the tenant will send kit.",
    "tags": ["Certify", "Tenants", "Outbound Call", "Sampling Kit Incoming"],
    "copyable-message": "Tenant hadn't done it yet, but now that they've been prompted, they'll send us the samples back to us. (KH)"
},
{
    "name": "Certify - Phoned Tenant - Did Scottish Water Test - Will Now Send Samples to Us",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Outbound Call", "Further Correspondence Required"],
    "copyable-message": "Phoned the tenant to chase after water samples, and they said that, because they did the Scottish Water tests, they thought they didn't need to do sampling for us. I told them that Scottish Water's testing is insufficient and that they'll need to send water samples to us. They accepted this, and said they'd send the kit back to us. (KH)"
},
{
    "name": "Certify - Phoned Tenant - Tenant Didn't Have Time to Talk",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Outbound Call", "Further Correspondence Required"],
    "copyable-message": "Tenant said he didn't have time to talk at the moment. (KH)"
},










{
    "name": "*Certify - Followup - Tenant Who Had Reason for Not Sending - Hold Off Before Re-Contacting",
    "summary": "-",
    "tags": ["Certify", "Variables", "Tenants", "Followup", "Hold Off", "Further Correspondence Required"],
    "copyable-message": "Tenant says they've not done it because [Reason for Not Sending]. I said we'd hold off for a while before reaching out again. (KH)"
},






{
    "name": "*Certify - Followup - Tenant Apologises and Will Send",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Variables", "Followup", "Awaiting Receipt"],
    "copyable-message": "Tenant apologises and says they'll send it to us [When The Tenant Will Send The Kit] (KH)"
},
{
    "name": "Certify - Followup - 2nd Text Instructing Tenant to Return Samples",
    "summary": "-",
    "tags": ["Tenants", "Outbound Text", "Followup", "Further Correspondence Required", "2nd Attempt"],
    "copyable-message": "Sent a 2nd text to the tenant instructing them to return the water samples to us as soon as possible (KH)"
},
{
    "name": "Certify - Followup - 2nd Voicemail AND Text Asking for Sample Return Info",
    "summary": "-",
    "tags": ["Tenants", "Outbound Call", "Call Failure", "Outbound Text", "Further Correspondence Required", "2nd Attempt"],
    "copyable-message": "Left another voicemail, and sent another text, asking for an update regarding the water samples they've yet to send us. (KH)"
},
{
    "name": "Certify - Followup - Voicemail Instructing Tenant To Return Samples",
    "summary": "-",
    "tags": ["Tenants", "Followup", "Voicemail", "Further Correspondence Required", "2nd Attempt"],
    "copyable-message": "Left another voicemail, and sent another text, asking for an update regarding the water samples they've yet to send us. (KH)"
},





    
{
    "name": "*Certify - Phoned Tenant - Moving Out - Unable to Return Samples",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Outbound Call", "Tenant Moving Out", "Unable to Return Samples", "Variables"],
    "copyable-message": "Phoned the tenant - [Full Tenant Name] to chase after sampling kit, and they told me that they're moving out today, and won't have time to send the sampling kit to us.  (KH (KH)"
},
{
    "name": "*Certify - Phoned Tenant - Moved Out",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Outbound Call", "Tenant Moved Out", "Correspondence With Letting Agent Required", "Variables"],
    "copyable-message": "Phoned the tenant - [Full Tenant Name] - who told me that they no longer live in this property. I told them I'd remove their details from our system, which I did. ([PRN Agent Initials])"
},
{
    "name": "*Certify - Phoned Tenant - Moved Out - Sampes Given to Agent",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Outbound Call", "Tenant Moved Out", "Correspondence With Letting Agent Required", "Variables"],
    "copyable-message": "Phoned the tenant - [Full Tenant Name] - who told me that they no longer live in this property, but that they gave the samples to their letting agent. I told them I'd remove their details from our system, which I did. ([PRN Agent Initials])"
},






{
    "name": "Certify - Left a Voicemail Chasing Samples - Text Later Today",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Outbound Call", "Call Failure", "Outbound Text", "Further Correspondence Required"],
    "copyable-message": "No answer - left a voicemail asking for an update regarding their sampling kit. A text will have been sent later in the day if the tenant doesn't get back to us. (KH)."
},
{
    "name": "Certify - Left a Voicemail Chasing Samples - Text Next Working Day",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Outbound Call", "Call Failure", "Outbound Text", "Further Correspondence Required"],
    "copyable-message": "No answer - left a voicemail asking for an update regarding their sampling kit. Given the time, I'll send them a followup text next working day. (KH)"
},
{
    "name": "Certify - RtS - Not Collected - Left a Voicemail - Text Later Today",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Outbound Call", "Call Failure", "Outbound Text", "Further Correspondence Required"],
    "copyable-message": "No answer - left a voicemail asking for an update regarding their sampling kit. Given the time, I'll send them a followup text next working day. (KH)"
},
{
    "name": "Certify - Left a Followup Voicemail Asking for an Update",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Outbound Call", "Call Failure", "Outbound Text", "Further Correspondence Required"],
    "copyable-message": "No answer - left a voicemail asking for an update regarding their sampling kit. (KH)"
},













{
    "name": "Certify - Outbound Email - Sent a 2nd Email Asking for Sample Return Info",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Outbound Email", "Further Correspondence Required", "2nd Attempt"],
    "copyable-message": "Sent a second email asking for an update regarding their water samples. (KH)"
},
{
    "name": "Certify - Outbound Email - Sent Tenant Proof of Delivery",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Outbound Email", "Further Correspondence Required", "Proof of Delivery"],
    "copyable-message": "Sent Royal Mail proof of delivery to the tenant. (KH)"
},
{
    "name": "Certify - Tenant's Phone Switched Off - Seent an Email",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Outbound Email", "Further Correspondence Required"],
    "copyable-message": "Tried phoning the tenent to chase after samples, but the automated voice told me 'this person's phone is switched off, please try again later'. Sent an email instead. (KH)"
},

    



    
{
    "name": "Certify - Phoned Tenant - Dial Tone. Sent Email.",
    "summary": "Add this comment to certify if the phone went to a dial tone.",
    "tags": ["Certify", "Tenants", "Outbound Call", "Outbound Email", "Call Failure", "Further Correspondence Required"],
    "copyable-message": "Phoned to chase about sampling kit, and after some rings it went to a dial tone. Due to uncertainty about the phone number, I sent an email. (KH)"
},
{
    "name": "Certify - Phoned Tenant - Stopped Ringing. Sent Email.",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Outbound Call", "Call Failure", "Outbound Email", "Further Correspondence Required"],
    "copyable-message": "Phoned to chase about sampling kit, and after some rings it went to a dial tone. Due to uncertainty about the phone number, I sent an email. (KH)"
},
{
    "name": "Certify - Phoned Tenant - Number Not In Service - Sent Email.",
    "summary": "Add this comment to certify if the phone number is noot is not in service.",
    "tags": ["Certify", "Tenants", "Outbound Call", "Outbound Email", "Call Failure", "Further Correspondence Required"],
    "copyable-message": "Phoned to chase about sampling kit, and the automated voice informed me that this number is not in service. Due to uncertainty about the phone number, I sent an email. (KH)"
},
{
    "name": "Certify - Phoned Tenant - Not Possible to Connect Call - Sent Email.",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Outbound Call", "Outbound Email", "Call Failure", "Further Correspondence Required"],
    "copyable-message": "Phoned to chase about sampling kit, and the automated voice said 'It has not been possible to connect your call. Please try again later'. Due to uncertainty about the phone number, I sent an email. (KH)"
},
{
    "name": "Certify - Phoned Tenant - Call Cannot Be Completed - Sent Email.",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Outbound Call", "Call Failure", "Outbound Email", "Further Correspondence Required"],
    "copyable-message": "Phoned to chase after sampling kit, and the automated voice told me 'This call cannot be completed at this time. Please hang up and try again later'. Sent an email instead (KH)   "
},
{
    "name": "Certify - Phoned Tenant - Number Currently Unavailable - Sent Email.",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Outbound Call", "Call Failure", "Outbound Email", "Further Correspondence Required"],
    "copyable-message": "Phoned the tenant to ask for an update regarding their sampling kit, and the automated voice told me 'The number you've dialed is currently unavailable. Please try again later' Due to uncertainty about the phone number, I sent an email. (KH)"
},
{
    "name": "Certify - Phoned Tenant - Voicemail Turned Off - Sent Email",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Outbound Call", "Call Failure", "Outbound Email", "Further Correspondence Required"],
    "copyable-message": "Phoned to chase after sampling kit, and the automated voice informed me that this person's voicemail is turned off, and that I can't leave a message. Email sent (KH)"
},
{
    "name": "Certify - Phoned Tenant - Number Cannot be Completed or Dialed - Sent Email",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Outbound Call", "Call Failure", "Outbound Email", "Further Correspondence Required"],
    "copyable-message": "Phoned to chase about sampling kit, and the American automated voice said 'one number cannot be completed or dialled'. Sent an Email instead. (KH)"
},






{
    "name": "Certify - Sent a Followup Email Asking for Sample Return Status",
    "summary": "-",
    "tags": ["Lead", "Outbound Email", "Tenants", "Followup", "Further Correspondence Required"],
    "copyable-message": "Sent another email to chase after samples. (KH)"
},


    



    
{
    "name": "Certify - Phoned Tenant - Kit Uncollected",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Returned to Sender", "Replacement Kit Required", "Outbound Call"],
    "copyable-message": "Phoned the tenant to ask about the sampling kit, and learned that they didn't collect it from the Delivery Office on time, so I told them we'll send a replacement kit, and that this time, if delivery fails, they should collect the kit from the designated collection office (KH)"
},


    
    
{
    "name": "Certify - Tenant Reply - Tenant Called Wanting Certificate.",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Tenant Reply", "Tenant Request"],
    "copyable-message": "Tenant replied to say they want to receive his certificate, so I've checked the Certificates box so they can receive them. (KH)"
},
{
    "name": "Certify - Tenant Reply - Will send ASAP",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Tenant Reply", "Awaiting Receipt"],
    "copyable-message": "Tenant replied and said they'd send the samples back to us ASAP. (KH)"
},
{
    "name": "Certify - Tenant Reply - No Knowledge of Delivery - Will Email Pic of Delivery",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Tenant Reply", "Email Required", "To Send Evidence"],
    "copyable-message": "Tenant replied to say that they don't think they received the sampling kit. After checking Royal Mail, I confirmed that they did receive the sampling kit, and told them the date it was delivered. After further expressions of cluelessness, I said I'd send an Email with a picture of the sampling kit being delivered to their property in hopes it jogs their memory. (KH)"
},
{
    "name": "Certify - Tenant Reply - Did Scottish Water Test, Will Look for Our Kit to Send Us.",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Tenant Reply", "Further Correspondence Required"],
    "copyable-message": "Tenant replied to say they already dealt with water sampling, but revealed that it was for Scottish Water. I told her that Scottish Water's testing is insufficient and that they'll need to send samples to us. The said they'd send the kit back to us if they can find it. (KH)"
},
{
    "name": "Certify - Tenant Reply - Did Scottish Water Test, Will Send Samples to Us.",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Tenant Reply", "Awaiting Receipt"],
    "copyable-message": "The tenant replied and said that, because they did the Scottish Water tests, they thought they didn't need to do sampling for us. I told them that Scottish Water's testing is insufficient and that they'll need to send water samples to us. They accepted this, and said they'd send the kit back to us. (KH)"
},
{
    "name": "Certify - Inbound Tenant Call - Missed Delivery Due to Holiday - No Collection Slip - Replacement Required",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Tenant Reply", "Failed Delivery", "Replacement Kit Required"],
    "copyable-message": "Tenant replied to say they were on holiday when delivery was attempted, and failed, and that they weren't given a collection address slip from Royal Mail, so didn't know where to collect the sampling kit from. Replacement Kit Required. (KH)"
},
{
    "name": "Certify - Tenant Reply - Box Left Outside by RM, Now Destroyed - Replacement Required",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Tenant Reply", "Failed Delivery", "Replacement Kit Required"],
    "copyable-message": "Tenant replied and said that the sampling kit was left outside by Royal Mail, and that when the tenant noticed it, it had been destroyed by rain. Replacement sampling kit needed. (KH)"
},
{
    "name": "*Certify - Tenant Reply - Tenant Moved Out",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Tenant Reply", "Tenant Moved Out", "Correspondence With Letting Agent Required", "Variables"],
    "copyable-message": "The tenant - [Tenant Name] - replied to let us know that they no longer live in this property. I told them I'd remove their details from our system, which I did. ([PRN Agent Initials])"
},
{
    "name": "Certify - Tenant Reply - Sent Kit Back to Us Recently - Awaiting Receipt",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Reply", "Awaiting Receipt", "Kit Sent"],
    "copyable-message": "The tenant replied saying they posted the kit back to us recently. (KH)"
},
{
    "name": "Certify - Tenant Reply - Will Return Samples to Us",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Reply", "Awaiting Receipt", "Awaiting Receipt"],
    "copyable-message": "The tenant replied saying they'll return the samples to us soon. (KH)"
},
{
    "name": "Certify - Tenant Reply - Safe Place Specified - To Resend Kit",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Reply", "Replacement Kit Required"],
    "copyable-message": "Tenant replied with a suitable safe place for Royal Mail to deposit the sampling kit. I've told them that they can set this safe place in the email they receive from Royal Mail when the sampling kit is despatched. Will send replacement kit. (KH)"
},
{
    "name": "Certify - Tenant Reply - Will Return Sampling Kit",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Tenant Reply", "Awaiting Receipt"],
    "copyable-message": "The tenant replied saying they haven't sent us the samples yet, but that they'll do it now. (KH)"
},
{
    "name": "Certify - Tenant Reply - Lied About Delivery Date - Will Resend Kit",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Tenant Reply", "Liar", "Awaiting Receipt"],
    "copyable-message": "The tenant replied saying they haven't sent us the samples yet, but that they'll do it now. (KH)"
},
{
    "name": "Certify - Tenant Reply - Claim: Sent The Samples Back (Uncertain) - I Said We Haven't Received It",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Tenant Reply", "Further Correspondence Required"],
    "copyable-message": "Tenant said that they THINK they've sent the sampling kit back to us, but expressed uncertainty, and said they'd try to find it in the house. I replied to confirm that we still haven't received it. (KH)"
},
{
    "name": "Certify - Tenant Reply - Threw Kit In Bin - Replacement Required",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Reply", "Replacement Kit Required"],
    "copyable-message": "Tenant replied to say they threw the water sampling kit in the bin. I replied to say that lead testing is a legal requirement for their tenancy, and that we'll send them another water sampling kit soon, and that they'll receive a despatch confirmation email from Royal Mail when we do this. Replacement Kit Required. (KH)"
},








{
    "name": "Certify - Letting Agent Reply - They'll Contact the Tenant Chasing Samples",
    "summary": "-",
    "tags": ["Certify", "Letting Agent", "Reply", "Awaiting Receipt"],
    "copyable-message": "The letting agent told me they would contact the tenant to tell them to return the water samples themselves (KH)"
},
{
    "name": "Certify - Letting Agent Reply - They'll Take Samples During Next Visit and Return Them to Us",
    "summary": "-",
    "tags": ["Certify", "Letting Agent", "Reply", "Awaiting Receipt"],
    "copyable-message": "The letting agent told me this property is vacant, so they will take the samples during their next visit and return them to us themselves (KH)"
},
    


    


    
    
{
    "name": "Certify - Text Tenant Asking for Sample Kit Update",
    "summary": "Add this comment to certify when you text the tenant for an update regarding their sampling kit.",
    "tags": ["Outbound Text", "Tenants", "Lead", "Further Correspondence Required"],
    "copyable-message": "Sent a text to the tenant asking for an update regarding returning their sampling kit. (KH)"
},
{
    "name": "Certify - Texted Tenant - Kit Uncollected",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Returned to Sender", "Replacement Kit Required", "Outbound Text"],
    "copyable-message": "Texted the tenant to tell them the sampling kit was returned to us as Uncollected from Delivery Office, and told them we'll send a replacement kit, and that this time, if delivery fails, they should collect the kit from the designated collection office (KH)"
},
{
    "name": "Certify - Uncollected Delivery - Tenants Phone Off - Sent Text",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Returned to Sender", "Replacement Kit Required", "Outbound Text", "Further Correspondence Required"],
    "copyable-message": "Tried phoning the tenent but the automated voice told me 'this person's phone is switched off, please send a text'. Sent a text to inform them of the failed delivery, and that they should ensure they can receive the delivery. (KH)"
},
{
    "name": "Certify - Sent Text Asking for Delivery Timeframe or Alternative Delivery Address",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Returned to Sender", "Replacement Kit Required", "Outbound Text", "Further Correspondence Required"],
    "copyable-message": "Sent a text asking for a suitable delivery timeframe, or an alternative delivery address. (KH)"
},








{
    "name": "Certify - No Tenant Phone Number - Email Sent Chasing Sampling Kits",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Outbound Email", "Call Failure", "Further Correspondence Required"],
    "copyable-message": "There is no phone number available for the tenant, so I've sent an email chasing up the sampling kits. (KH)"
},
{
    "name": "Certify - Voicemail Uncertainty - Email Sent",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Outbound Call", "Voicemail", "Outbound Email", "Call Failure", "Further Correspondence Required"],
    "copyable-message": "Was recording a voiceemail to chase the tenant up about the sampling kit, but the call seemed to be disconnected mid-recording. Due to uncertainty about the status of the voicemail, I sent the tenant an email. (KH)"
},
{
    "name": "Certify - Emailed Tenant for Delivery Timeframe or Alternative Address",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Returned to Sender", "Replacement Kit Required", "Outbound Email", "Further Correspondence Required"],
    "copyable-message": "Phoned tenant to chase about sampling kit and they didn't receive it due to failed delivery because the tenant wasn't home. Sent an email asking for a suitable delivery timeframe, or an alternative delivery address. (KH)"
},
{
    "name": "Certify - Email Received - Proposed Delivery Tomorrow - Inadequate for RM",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Reply", "Further Correspondence Required"],
    "copyable-message": "The tenant Emailed back to say he'll be home tomorrow and that it would be a suitable date for delivery. However, this isn't adequate notice for Royal Mail, so I replied explaining that they require 2–3 days' notice to allow for delivery. Awaiting response. (KH)"
},

    

    
{
    "name": "Certify - Replacement Kit Despatched",
    "summary": "Add this comment to certify when despatching a replacement sampling kit.",
    "tags": ["Certify", "Tenants"],
    "copyable-message": "Replacement Sampling kit sent out today (KH)"
},
{
    "name": "Certify - Kit Returned to Sender",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Returned to Sender", "Replacement Kit Required"],
    "copyable-message": "Marked as Returned to Sender on [Date Returned to Sender] by Royal Mail. Replacement Required. (KH)"
}
]
