[
{
    "name": "Tenant - Lead Test Requirement",
    "summary": "Send this email to tenants to inform them of the incoming water sampling kit.",
    "tags": ["Lead", "Email", "Tenants"],
    "copyable-message": "Good V_1,\n\nI am emailing you to advise that you will shortly receive a sampling kit from PRN Water Services in the post. The purpose of this sampling kit is to collect water samples from your home, and then post them back to our laboratory so that we can test the water for lead contents.\n\nYour letting agents, V_2, have employed us to carry out the lead testing for their properties. Accordingly, please could you collect water samples by following the instruction manual found inside the kit and post them back to us using the included pre-paid returns label as soon as possible. A video guide on how to collect the samples can be viewed below:\n\nhttps://youtu.be/S3yWIWTO8TQ\n\nThis testing is a one-off requirement and has been implemented as a result of the Scottish Government updating the Repairing Standard, where rental properties in Scotland built before 1970 now need their drinking water tested for traces of lead. You can find more information on the legislation by visiting our website:\n\nhttps://www.prnwaterservices.com/the-legislation-information\n\nIf you have any questions or concerns, please do not hesitate to reach out to us."
},
  {
    "name": "Tenant - Sample Return Reminder",
    "summary": "Send this email to tenants to remind them to send their water sampling kits back to us.",
    "tags": ["Email", "Tenants", "Lead"],
    "copyable-message": "Hi there,\n \nV_1 from PRN Water Services here. We’ve been instructed by your letting agents, V_2, to carry out a Lead Water Test at your rental property. A sampling kit was sent to you some time ago for this purpose.\n \nWe haven’t yet received your water samples at our laboratory yet, and would appreciate an update on when you expect to return them.\n \nIf you require a replacement sampling kit, just let us know and we’ll be happy to send one out.\n \nBest regards,\n"
  },
  {
    "name": "Tenant Didn't Receive Kit - Re-Sending Sampling Kit After Non-Receipt",
    "summary": "Send this email to tenants who need a new sampling kit.",
    "tags": ["Email", "Tenants", "Lead", "Reply"],
    "copyable-message": "Hi V_1,\n\nSorry to hear that! The kit we sent must have went missing in the post.\n\nWe'll send out a replacement kit as soon as we can; it should be with you soon.\n\nJust fill the empty bottles with water, pop them back in the box, and send the kit back to us using the included pre-paid returns label.\n\nThanks for getting back to us!\n\nAll the best,\n"
  },
  {
    "name": "Tenant Sent Kit But We Didn't Receive",
    "summary": "Send this email to tenants who sent a sampling kit if we haven't received it back yet.",
    "tags": ["Email", "Tenants", "Lead", "Reply"],
    "copyable-message": "Hi V_1,\n\nUnfortunately, we haven’t received your water samples at our lab—they may have gone missing in the post.\n\nAs these samples are required for your landlord’s records, we’ll be sending you a replacement water sampling kit this week. It should arrive with you shortly.\n\nIf you have any questions or need help with anything, just let us know — we’re happy to assist 😊\n\nAll the best,"
  },
  {
    "name": "Certify - Email Received - Sampling Kit Not Received, To Resend",
    "summary": "Add this comment to certify if the tenant replies saying they didn't receive a sampling kit.",
    "tags": ["Certify", "Tenants"],
    "copyable-message": "The tenant replied to my email say she hadn't received the sampling kit we sent out. Will re-send a replacement sampling kit - V_1"
  },
  {
    "name": "Certify - Replacement Kit Despatched",
    "summary": "Add this comment to certify when despatching a replacement sampling kit.",
    "tags": ["Certify", "Tenants"],
    "copyable-message": "Replacement Sampling kit sent out today - V_1"
  },
  {
    "name": "Certify - Left a voicemail",
    "summary": "Add this comment to certify if you left the tenant a voicemail.",
    "tags": ["Certify", "Tenants", "Call Failure"],
    "copyable-message": "No answer - left a voicemail asking for an update regarding their sampling kit (KH)."
  },
  {
    "name": "Certify - Tenant Didn't Receive Kit",
    "summary": "Add this comment to certify if the tenant didn't receive the kit.",
    "tags": ["Certify", "Tenants", "Replacement Kit Needed"],
    "copyable-message": "Phoned the tenant to chase them up about the sampling kit, and they said they didn't receive it. Replacement Needed. (KH)"
  },
  {
    "name": "Certify - Tenant Will Send",
    "summary": "Add this comment to certify if the tenant will send kit.",
    "tags": ["Certify", "Tenants", "Sapling Kit Incoming"],
    "copyable-message": "Phoned to chase about sampling kit, and they said they hadn't done it yet. Will send us the samples ASAP. (KH)"
  },
  {
    "name": "Certify - Dial Tone. Sent Eamil.",
    "summary": "Add this comment to certify if the phone went to a dial tone.",
    "tags": ["Certify", "Tenants", "Call Failure"],
    "copyable-message": "Phoned to chase about sampling kit, and after some rings it went to a dial tone. Due to uncertainty about the phone number, I sent an email. (KH)"
  },
  {
    "name": "Certify - Number Not In Service.",
    "summary": "Add this comment to certify if the phone number is noot is not in service.",
    "tags": ["Certify", "Tenants", "Call Failure"],
    "copyable-message": "Phoned to chase about sampling kit, and the automated voice informed me that this number is not in service. Due to uncertainty about the phone number, I sent an email. (KH)"
  },
  {
    "name": "Certify - Tenant Called Back, Did Scottish Water Test, Will Look for Our Kit to Send Us.",
    "summary": "-",
    "tags": ["Certify", "Tenants", "Callback", "Will Look for Kit"],
    "copyable-message": "Tenant called back to say they already dealt with water sampling, but revealed that it was for Scottish Water. I told her that Scottish Water's testing is insufficient and that they'll need to send samples to us. The said they'd send the kit back to us if they can find it. (KH)"
  },
  {
    "name": "Internal - Annual Leave Request",
    "summary": "Use this to request annual leave",
    "tags": ["Email", "Internal"],
    "copyable-message": "Hi Paul,\n\nI’d like to request annual leave from V_1 - V_2, starting back on V_3.\n\nLet me know if this is alright.\n\nCheers,"
  }
]

